Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: སྡིག་པ་ ཡོངས་སུ་ སྤངས་པ་ ཡི །_། སེམས་ ནི་ རྟག་ ཏུ་ དགེ་བ་ དག _། མྱ་ངན་ འདས་པ་ ལག་ ན་ ཡོད །_།
en: $1022 “ ‘The mind that has relinquished the unwholesome Is constantly virtuous, And transcendence of suffering lies in the palm of the hand.

source: རྟོག་པ་ རྣམས་ ཀྱིས་ མི་ མཐོང་ ངོ་ །_།
en: Yet, because of thinking, this is not perceived.

source: ཐོག་མ་ དབུས་ དང་ མཐ ར་ དགེ་བ །_། བདེ་བ འི་ ཆོས་ ནི་ རྟག་ ཏུ་ འབྱུང་ །_།
en: $1023 “ ‘With virtue in the beginning, middle, and end, The qualities of bliss always arise.

source: ཐོག་མ་ དབུས་ དང་ མཐ ར་ མི་དགེ །_། སྡིག་པ འི་ ལས་ ཀྱི་ འབྲས་བུ་ ཡིན །_།
en: Lack of virtue in the beginning, middle, and end Is the result of unwholesome action.

source: དེ་ལྟ ར་ རྟག་ ཏུ་ སྡིག་ སྤངས་ ཤིང་ །_། རྟག་ ཏུ་ དགེ་ ལ་ དམིགས་པ ར་ གྱིས །_།
en: $1024 “ ‘Therefore, always give up the unwholesome And set your mind on the virtuous.

source: སྡིག་པ་ ཡོངས་སུ་ སྤངས་པ་ ནི །_། རྟག་ ཏུ་ བདེ་ ལ་ གནས་པ་ ཡིན །_།
en: The one who has left the unwholesome behind Remains forever in bliss.

source: འཁོར་བ་ ཐོག་མ་ མེད་པ་ ནས །_། ཡང་ དང་ ཡང་ དུ་ སྡིག་པ ས་ གདུངས །_།
en: $1025 “ ‘In cyclic existence without beginning or end You are tormented by suffering again and again.

source: བྱིས་པ་ གཏི་མུག་ དབང་ སོང་བ །_། ཅི་ ཡི་ ཕྱིར་ ན་ སྐྱོ་ མི་ བྱ །_།
en: Why do childish beings under the power of ignorance Not become weary of this?

source: སྡིག་པ་ ཡིས་ ནི་ སྔོན་ བསྲེགས་ ཤིང་ །_། ཕྱི་ ནས་ མེ་ ཡིས་ སྲེག་པ ར་ བྱེད །_།
en: $1026 “ ‘First you are burned by evil And later burned by fire.

source: སྡིག་པ འི་ རྒྱུ་ལ ས་ བྱུང་བ འི་ དམྱལ །_། སྡིག་པ་ རྣམས་ སུ་ ཡོངས་སུ་ འཚེད །_།
en: Hell is the product of evil causes, And one boils because of evil.

source: སྡིག་པ་ དོན་མེད་ སྨྲ་བ་ ནི །_། སེམས་ ནི་ ཡང་བ ས་ སྨྲ་བ ར་ བྱེད །_། ཚ་བ་ གང་ གིས་ ཡོངས་ སྲེག་པ །_།
en: $1027 “ ‘Meaningless, unwholesome words May be spoken by the feeble-minded, But the resultant heat is all-consuming.

source: ཅི་ ཡི་ ཕྱིར་ ན་ སྡིག་པ ར་ བྱེད །_།
en: Why would you do what is unwholesome?

source: ཁྱོད་ ནི་ སྒོ་ དག་ དུ་མ ར་ གྱུར །_། དེ་ལྟ་བས་ན་ སྡུག་བསྔལ་ འགྱུར །_།
en: $1028 “ ‘Ahead of you are many gates And beyond them you will suffer.’

source: དེ་ལྟ ར་ དེ་ ནི་ བསྡིགས་པ་ ན །_། གཤིན་རྗེ འི་ ཕོ་ཉ་ དུ་མ་ ཡིས །_། ལས་ ཀྱི་ ཞགས་པ འི་ དབང་ སོང་ ལ །_། མི་ བཟད་ དམྱལ་བ ར་ འཁྲིད་པ ར་ བྱེད །_།
en: Thus, because of his unwholesome actions, He will be repeatedly scolded by the messengers of the Lord of Death $1029 “They will put him in the shackles of karmic action And drag him into excruciating hells.

source: དེ་ ཡི་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ ཤིང་ ཁོང་སྟོང་ གི་ ནང་ ན་ མེ་ འབར་བ་ ལྟ་བུ ས་ བསྲེགས་ ཤིང་ ཐག་ ཉེ་བ་ ན་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ འི་ སྒོ་ གང་ དཔེ་ བྱ་བ ར་ ཡང་ མི་ ནུས་པ་ མཐོང་ ངོ་ །_།
en: $1030 “Thus, all their major and minor body parts are scorched, as when a fire burns inside a hollow tree, and, as they approach, they come to see the gates of the hell so severe that any example fails to illustrate it.

source: གྲུ་བཞི་པ་ ལ་སྒོ་ བཞི་ ཡོད །_། དཔག་མེད་ སྦྲུལ་ གྱིས་ རྣམ་པར་ ཕྱེ །_།
en: $1031 “The square structure has four gates That are opened by countless snakes.

source: སེམས་ཅན་ དམྱལ་བ་ དུ་མ་ དུ་མ་ དག _། དབང་མེད་ དེར་ ནི་ འཚེད་པ ར་ བྱེད །_།
en: There, the many beings of hell Have no option but to burn.”

source: དེ་ལྟ ར་ དེ་ སེམས་ཅན་ དམྱལ་བ་པ་ རྣམས་ ཀྱི་ སྒྲ་ ཆེན་པོ་ ཤིན་ཏུ་ མི་བཟད་པ་ རྩུབ་པ་ ཚ་བ་ མི་ སྙན་པ་ ཐ་དད་པ་ འཇིགས་ སུ་ རུང་ ཞིང་ གཞན་ དང་ མཚུངས་པ་ མེད་པ་ ཐོས་ ནས་ མི་ འཐུན་པ་ དག་ དཔག་ཚད་ ཉི་ཁྲི་ ལྔ་ [254b] སྟོང་ ནས་ དེ་ མངོན་པར་ ཐོས་ སོ །_།
en: $1032 “At a distance of twenty-five thousand leagues they will hear the awful and horribly excruciating, depraved, and searing screams of the beings in hell—screams that are unlike anything else. {{page:{number:346,id:UT22084-068-021-100372,folio:F.254.b,volume:V68}}}

source: ཐོས་ ནས་ གང་ སེམས་ཅན་ དམྱལ་བ་ གཞན་ དུ་ སྐྱེས་པ འི་ སེམས་ཅན་ དེ་དག་ ཀྱང་ སེམས་ཅན་ དམྱལ་བ འི་ སྡུག་བསྔལ་ དེ་ ཐམས་ཅད་ བརྗེད་ ནས་
en: If beings born in other hells were to hear those screams, they would be so horrified that they would forget their own tortures.

source: སེམས་ འཁྲུགས་པ ར་ གྱུར་ ཅིང་ དེ་ལས་ གཞན་པ་ སེམས་ཅན་ དམྱལ་བ་པ་ ཐམས་ཅད་ ཀྱང་ བྱས་པ འི་ སྡུག་བསྔལ་ བརྗེད་ ནས་ འཆི་བ འི་ དུས་ བྱེད་ ན
en: They would forget the terrors of all the other hells, too, and the sound would cause them to die.

source: གང་ གིས་ སྔོན་ གྱི་ སྒྲ་ དེ་དག་ རྣམས་ ཀྱང་ མ་ ཐོས་པ་ ལྟ་ སྨོས་ ཀྱང་ ཅི་ དགོས །_
en: What then can be said of the effect that these screams will have on beings who have hitherto not heard any of the noises of hell?

source: སེམས་ཅན་ དམྱལ་བ་པ འི་ སྣང་བ་ བྱས་པ འི་ སྲིད་པ་ བར་མ་ ལ་ སྡུག་བསྔལ་ སྣ་ཚོགས་ ཀྱིས་ ཉེན་པ་ དེ འི་ སེམས་ རྣམ་པར་ རྨོངས་ ཏེ །_ ཡང་ཕྱི ར་ ཞིང་ སྒྲ་ དེས་ བཅུ་འགྱུར་ དུ་ རྣམ་པར་ རྨོངས་ སོ །_།
en: $1033 “The beings who have thus been tormented by numerous sufferings in the intermediate state, which leads to the perception of hell, have minds that are already obscured, but as they hear the screams, their obscuration will increase tenfold.

source: དེ འི་ སྡུག་བསྔལ་ གྱི་ རྣམ་པ་ མཐའ་ དང་ མུ་མེད་པ་ ལུས་ དང་ ཡིད་ ལ་ སྡུག་བསྔལ་ གྱིས་ ཉམ་ཐག་པ འི་ སེམས་ དེ་ཕྱིར་ ཞིང་ རྨི་ལམ་ གྱི་ གཟུགས་བརྙན་ ལྟ་བུ ར་ རྣམ་པར་ འཁྲུག་པ ར་ འགྱུར་ རོ །_།
en: Their minds, which are tormented by limitless, boundless physical and mental pain, will be disturbed as if experiencing a nightmare.

source: དེ་ མནར་མེད་པ་ དང་ ཉེ་བ ར་ གནས་པ་ དེ འི་ ཚེ །_ ལས་ ཀྱིས་ བསྐྱེད་པ་ ལས་ ཀྱིས་ བྱས་པ འི་ རླུང་ གྲང་བ་ ལྡང་ སྟེ །_
en: $1034 “As the beings come close to the hell of Ultimate Torment, an icy wind that is created and produced by their karmic actions will begin to stir.

source: ཁྱད་པར་ གང་ས འི་ འོག་ ན་ ཆུ་ ཡོད་ ཅིང་ །_ ས འི་ འོག་ གི་ བར་ ན་ ཆུ་ གནས་པ་ བར་ གྱི་ བསྐལ་པ འི་ ཉི་མ་ ཐམས་ཅད་ ཀྱིས་ ཀྱང་ སྔོན་མ་ རེག་པ་ དེ་ལྟ་ བུ་ བས་ ཀྱང་ དེ་ གྲང་ སྟེ གང་ མི འི་ ཆབ་ རམ་ ཤིན་ཏུ་ གྲང་བ་ དང་ འདྲ འོ །_།
en: This wind is even colder than the water below the earth, which for the duration of an intermediate eon remains there, underground, without ever being touched by the sun, and which is thus as freezing cold as any ice found in the human realm.

source: ཆུ་ དེ་དག་ པས་ ཤིན་ཏུ་ གྲང་བ་ ལས་ ཀྱིས་ བྱས་པ འི་ སྤུ་གྲི་ ལྟ་བུ འི་ རླུང་ དེ་ རི་ དཔག་ཚད་ བཅུ་པ་ ཡང་ སྒྱེལ་ ནུས་པ ར་ ལྡང་ སྟེ །_
en: Even more icy cold than that water, these winds produced by karma are also razor sharp and have the power to bring down a mountain ten leagues tall.

source: ཕལ་ཆེ ར་ རླུང་ དེ འི་ ནང་ དུ་ བཅུག་ ནས་ སྲིད་པ་ བར་མ་པ འི་ གྲང་བ་ རྣམ་པ་ དེ་ལྟ་ བུས་ གཟུགས་ ལ་སོགས་པ འི་ ཕུང་པོ་ བདས་ སོ །_།
en: The beings in the intermediate existence will for the most part be caught in that wind and their experience of cold will thus impel their aggregates of form, and so forth.

source: འདི་ལྟར་ དེ་ དང་ འཐུན་པ འི་ ཉི་མ་ བདུན་ ཤར་བ འི་ ཚ་བ་ སྟོང་པ ས་ ལྷག་པ ར་ ཚ་བ འི་ མེ་ མངོན་པར་ འབར་ རོ །_། སྲིད་པ འི་ ཡན་ལག་ ནི་ འདི་ ཡིན་ ཏེ །_
en: Likewise, an extraordinary fire will blaze forth, hotter even than a thousand appearances of the seven suns.#139

source: འདི་ལྟ་སྟེ །_ ཉེ་བ ར་ ལེན་པ འི་ རྐྱེན་ གྱིས་ སྲིད་པ་ འབྱུང་ ངོ་ །_། དེ་ འདོད་པ་ བསྐྱེད་ མ་ ཐག་ ཉིད་ དུ་ སྲིད་པ་ བར་མ འི་ ཕུང་པོ་ འགག་པ ར་ འགྱུར་ ལ་ སྲིད་པ་ གཞན་ དུ་ སྐྱེ་བ འི་ ཚོར་བ འི་ ཕུང་པོ་ དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: $1035 “The links of existence are such that grasping gives rise to becoming, and, as soon as desire arises, the aggregates of the being in the intermediate state will cease and the aggregates of the sensations of the next life will arise.

source: དཔེར་ན་ སུམ་ཅུ་རྩ་གསུམ་པ འི་ ལྷ་ རྣམས་ ཀྱི་ མིག་ ལྔ་ དང་ །_ བཞི་ དང་ །_ གསུམ་ འབྱུང་བ་ དེ་བཞིན་ དུ་ ལས་ ཀྱི་ དབང་ གིས་ མི་ འདྲ་བ འི་ ལུས་ དཔག་ཚད་ གཅིག་ [255a] པ་ མངོན་པར་ འགྲུབ་པ ར་ འགྱུར་ རོ །_།
en: Just like, for example, the gods in the Heaven of the Thirty-Three may, in accordance with their karmic actions, measure either five, four, or three leagues, the bodies of these hell beings will be one league large. {{page:{number:347,id:UT22084-068-021-100373,folio:F.255.a,volume:V68}}}

source: དེ་ མགོ་ ཐུར་ དུ་ བསྟན་ ཅིང་ རྐང་པ་ གྱེན་ དུ་ བསྒྲེང་ སྟེ་ ལྟུང་བ་ ན་ མནར་མེད་པ འི་ མེ་ལྕེ་ རབ་ཏུ་ འབར་བ འི་ ཤུགས་ ཀྱིས་ བརྡབས་ ཤིང་ རབ་ཏུ་ ཉམས་པ་ ལོ་ ཉིས་ སྟོང་ དུ་ འགྲོ འོ །_།
en: With such bodies they will plummet pitifully, their heads down and their feet pointing upward, into the ferocious flames of Ultimate Torment, plunging in this way for two thousand years.

source: དེ་ལྟ ར་ སྤྱིའུ་ཚུགས་ སུ་ དེ་ མནར་མེད་པ འི་ ས ར་ སོང་ སྟེ །_ དེ འི་ འོག་ ན་ དེ་ལས་ གཞན་པ་ འདི་ལྟ་སྟེ །_ མནར་མེད་པ་ མེད་ དོ །_།
en: $1036 “Below that place there is nothing else because Ultimate Torment marks the end of the desire realm.

source: འདོད་པ འི་ ཁམས་ འདི འི་ མཐའ་ ནི་ མནར་མེད་པ་ ཡིན་ ལ་ གཟུགས་ ཀྱི་ ཁམས་ ཀྱི་ མཐའ་ ནི་ གྱེན་ དུ་ དྲངས་ ཏེ་ འོག་མིན་ གྱི་ ལྷ འི་ བར་ ཡིན་ ཏེ་ ཁམས་ གཉིས་ སོ །_།
en: Above it stretch first the desire realm and then the form realm, all the way up to the gods in the Highest Heaven.

source: དེ་ལྟ ར་ དེ་ ལྟུང་བ་ ན་ སྐྱེ་བ འི་ སྲིད་པ་ ཐོབ་ ནས་ དེ་ མ་ ཐག་པ འི་ རྐྱེན་ གྱིས་ རྟག་ ཏུ་ གནོད་ ཅིང་ སྡུག་བསྔལ་ གྱི་ ཤུགས་ རབ་ཏུ་ འབྱུང་ སྟེ །_ དེ འི་ དྲུང་ ན་ རབ་ཏུ་ ཚ་བ ར་ སྐྱེས་པ འི་ སེམས་ཅན་ དམྱལ་བ་པ་ དག་ གཞན་འཕྲུལ་ དབང་ བྱེད་ ཀྱི་ ལྷ་ དང་ འདྲ་བ ར་ མངོན་ ནོ །_།
en: As soon as one’s fall into Ultimate Torment begins, one will already have achieved existence there, and so one will, from that moment on, be tortured constantly and exposed to a pain so intense that in comparison the beings in the Hell of Intense Heat will seem like the gods in the Heaven of Making Use of Others’ Emanations.

source: དེ་ འབར་བ་ འཁྲུགས་ ཤིང་ མི་བཟད་པ འི་ སེམས་ཅན་ དམྱལ་བ འི་ ནང་ དུ་ སྐྱེས་ སོ །_།
en: Thus is one born into this hell of excruciating, unbearable pain.

source: སྐྱེས་མ་ ཐག་ ཏུ་ སེམས་ཅན་ དམྱལ་བ་པ འི་ མེས་ ཡུད་ཙམ་ ཞིག་ གདུངས་ ཏེ །_ དེ འི་ ཚེ་ ལུས་ ཡོངས་སུ་ བསྲེགས་ ཤིང་ཚ་ བར་ འགྱུར་ རོ །_།
en: $1037 “As soon as one is born there, one will instantly be tormented by the fires of hell, and so one’s entire body will be scorched and burned.

source: དེ འི་ གནས་ དེ་ ཡོངས་སུ་ ཚོལ་ བར་ བྱེད་ དེ །_
en: As one searches for a place to dwell, one might set out for Mount Sumeru.

source: གལ་ཏེ་ རི འི་ རྒྱལ་པོ་ རི་རབ་ ལ་ འཁྱུད་ ཅིང་ །_ དེ་ལྟ ར་ དེ་ སྟོང་ཕྲག་ དྲུག་ཅུ ར་ ཡོངས་སུ་ བསྐོར་ ལ །_ དེ་ ཆུ་བོ་ དང་ །_ ཤིང་ ལྗོན་པ་ དང་ །_ ལྟེང་ཀ་ དང་ །_ ནགས་ཚལ་ དུ་ བཅས་པ་ བསྐོར་བ་ ཙམ་ གྱིས་ སེམས་ཅན་ དམྱལ་བ་པ འི་ མེ་ དུ་མ ས་ སྲེག་པ ར་ བྱེད་ དེ
en: However, even if one roams around the mountain sixty thousand times, circling its rivers, trees, pools, and forests, one will still be burned by the numerous fires of hell.

source: དེ་ སེམས་ཅན་ དམྱལ་བ་པ་ གཞན་ ཡུན་རིང་ དུ་ སྐྱེས་པ་ དག་ ནི་ མ་གཏོགས་ སོ །_།
en: This suffering does not occur to any of the long-living beings who inhabit the other hells.

source: དེ་ལྟ ར་ སྲེག་པ་ འདི་ ཆུང་ ཟད་ འདྲ་བ་ བསྟན་པ་ ནི་ འདི་ལྟར་ མེ་ ཤིན་ཏུ་ ཚ་བ ས་ དོག་ལེ་ ཡོངས་སུ་ བསྲེགས་པ འི་ ནང་ དུ་ སྣུམ་ གྱི་ ཐིགས་པ་ གཅིག་ བསྲེགས་པ་ དེ་བཞིན་ དུ་ ལས་ ཀྱི་ རྒྱུ་ གཅིག་ གིས་ མནར་མེད་ པར་ སྐྱེས་པ འི་ ལུས་ ལས་
en: $1038 “To give a slight indication of the scorching that the beings of this realm experience, think of a drop of oil that is dropped onto a red-hot frying pan. Similarly, those who have engaged in a single one of the relevant causal actions will have an experience of their own bodies being burned along with those of all beings.

source: འབྱུང་པོ འི་ ཚོགས་གནས་ དང་ བཅས་པ་ དང་ །_ རི་ དང་ །_ ལྷ་ དང་ །_ ལྷ་མ་ ཡིན་ དང་ །_ རི་ ཆེན་པོ་ དང་ །_ སྨན་ལྗོངས་ དང་ །_ གླིང་ དང་ །_ ཚལ་ དུ་ བཅས་ ཤིང་ རྒྱ་མཚོ་ དང་ བཅས་པ་ སྲེག་ གོ _།
en: This fire will also be perceived as burning all realms, including those of all the mountains, gods, asuras, greater mountains, trees, continents, forests, and oceans.

source: གང་ གིས་ ལས་ གཉིས་ བྱས་ ན་ དེས་ རྒྱ་མཚོ་ གཉིས་ སྔ་མ་ བཞིན་ སྲེག་ གོ །_།
en: For a being who has engaged in two of the causal actions, it is as if the ocean and all the rest are burned twice.

source: [255b] གང་ གིས་ གསུམ་ བྱས་ ན་ རྒྱ་མཚོ་ གསུམ་ སྲེག་ གོ །_། དེ་ལྟ ར་ བཞི ས་ རྒྱ་མཚོ་ བཞི་ སྟེ །_
en: {{page:{number:348,id:UT22084-068-021-100374,folio:F.255.b,volume:V68}}} For those who have engaged in three and four of such acts, the experience is respectively tripled and quadrupled.

source: ལུས་ ལ་ དོག་ལེ་ བསྲེགས་པ་ བཞིན་ ལྷུང་ མ་ ཐག་ ཏུ་ སྲེག་ གོ །_།
en: Thus, as if landing on a frying pan, one will experience intense and instantaneous burning.

source: རི་ ཁོར་ཡུག་ དང་ །_ ཁོར་ཡུག་ ཆེན་པོ་ དང་ །_ རྒྱ་མཚོ ར་ གཏོགས་པ་ དག་ ནི་ ཀླུ་ དང་ །_ ལྷ་མ་ ཡིན་ དང་ །_ དུད་འགྲོ ར་ སྐྱེས་པ འི་ ཚོགས་ དང་ བཅས་པ་ དང་ །_ མི འི་ གནས་ བཞི་ དང་ །_ འདོད་པ་ ན་ སྤྱོད་པ འི་ ལྷ་ དྲུག་ དག་ གི་ སྐྱབས་ ཡིན་ ནོ །_།
en: $1039 “The surrounding mountains, the greater surrounding mountains, and the ocean serve as protection for the nāgas, asuras, animals, humans of the four abodes, and the classes of desire realm gods.

source: མནར་མེད་པ འི་ སེམས་ཅན་ དམྱལ་བ་པ་ དག་ གི་ ལུས་ དྲི་ང་བ་ དེས་ དེ་དག་ ཐམས་ཅད་ མ་ རུང་བ ར་ འགྱུར་ ཏེ །_ དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ་ དག་ དྲི་ང་བ འི་ ལུས་ ལས་ དྲི་ འབྱུང་ ངོ་ །_།
en: The beings of Ultimate Torment emit a stench that would paralyze those beings, yet, due to the tall mountains, the other realms do not sense the unbearable stench of the beings in this hell.

source: རི་ མཐོན་པོ་ དག་ གིས་ དྲི་ དེ་ ཡོང་ མི་ ཚོར་ ཏེ །_ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ལས་ བྱས་ ཤིང་ བསྐྱེད་པ་ དང་ །_ མ་ བསྐྱེད་པ་ དང་ །_ རྣམ་པར་ ཕྱེ་བ འི་ དྲི་ང་བ་ དེ་ དྲི་ གཞན་ གྱིས་ དཔེ་ བྱ་བ ར་ མི་ ནུས་ སོ །_།
en: The stench of their karmic actions, whether they are completed and produced, unproduced, or manifest, cannot be compared to any other smell.

source: དེ འི་ ཚེ་ སེམས་ཅན་ དམྱལ་བ་པ་ རྣམས་ ཀྱི་ བྱ འི་ རིགས་ དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: $1040 “At that time birds of hell will appear.

source: མཆུ་ རབ་ཏུ་ འབར་བ་ མཁྲང་ ཞིང་ རྣོ་ ལ་ ཤུགས་ སེར་བ་ མྱུར་ དུ་ འབབ་པ་ ལྟ་བུ འི་ ཤུགས་ ཀྱིས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ ཐམས་ཅད་ ཀྱི་ ལུས་ དང་ །_ པགས་པ་ དང་ །_ ཤ་ དང་ །_ ཚིལ་ དང་ །_ རུས་པ་ དང་ །_ རྐང་ རྣམས་ རབ་ཏུ་ འདྲེན་ ཏེ །_
en: Their hard, sharp beaks are aflame, and like a hailstorm, they swiftly descend on the hell beings, splitting apart their entire bodies and cutting through their skin, flesh, fat, bones, and marrow.

source: འདི་ལྟ་སྟེ །_ མེ་ ལས་ མེ་ འབྱུང་བ་ དེ་བཞིན་ དུ་ འབྱུང་ ཞིང་ དེར་ གནས་ དེར་ འགྲོ་ དེ་ ལ་ ཟ འོ །_། སེམས་ཅན་ དམྱལ་བ་པ་ རྣམས་ ཀྱི་ ཤ་ ཟོས །_ རུས་པ་ ཕུག _། ཤ་ དྲངས་ ནས་ ཁྲག་ ལ་ འཐུང་ ངོ་ །_། དེ་དག་ ཀྱང་ ཟོས་ ནས་ རྐང་ དག་ ལ་ ཟ འོ །_།
en: As when one flame ignites a second, the birds swoop down and gorge on the beings of hell, devouring their flesh, splitting their bones, tearing apart their flesh, and drinking their blood.

source: དེ་ནས་ ངུ་ ཞིང་ ཆོ་ངེས་ འདེབས་ ལ་ ཡོངས་སུ་ སྨྲེ་སྔགས་ འདོན་ ཅིང་ རྨོངས་པ་ ན་ བྱ འི་ རིགས་ གཞན་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: $1041 “As the shocked hell beings scream, wail, and moan, many types of birds will swoop down upon them.

source: འདི་ལྟ་སྟེ །_ བྱ་ མེ་ལྕེ་ སྤྱོད་པ་ ཞེས་ བྱ་བ ས་ གང་ མེ་ལྕེ འི་ ནང་ དུ་ ཞུགས་ ནས་ སྲེག་ སྟེ །_
en: The bird known as the one that partakes of flames lives within the scorching fires.

source: མཐོང་ མ་ ཐག་ ཏུ་ སེམས་ཅན་ དམྱལ་བ་པ་ རྣམས་ ཀྱི་ གླད་པ་ ཕུག་ ནས་ ཁྲག་འཐུང་ ངོ་ །_།
en: As soon as it sees a hell being, it breaks open the hell being’s skull and drinks the blood.

source: བྱ་ གླད་པ འི་ བར་ ན་ རྒྱུ་ ཞེས་ བྱ་བ ས་ གླད་པ་ ཕུག་ ནས་ མཆུ་ རབ་ཏུ་ འབར་བ ས་ གླད་ རྒྱས་ འཐུང་ ངོ་ །_།
en: The bird known as the one that reaches the brain will then dig into the brain and gobble it up.

source: བྱ་ ཟས་ སུ་ ལྕེ་ ཟ་ ཞེས་ བྱ་བ ས་ ལྕེ་ ཁ་ གཉིས་ སུ་ དྲངས་ ནས་ རབ་ཏུ་ ཟ་བ ར་ བྱེད་ དོ །_།
en: The bird known as the tongue eater will pull out the tongue with its beak and swallow it.

source: དེ་ཡང་ ཟོས་ ཤིང་ [256a] ཡང་ པད་མ འི་ འདབ་མ་ ལྟར་ ཤིན་ཏུ་ འཇམ་པ་ སྐྱེ འོ །_།
en: Yet, as soon as it has done so, the hell being will {{page:{number:349,id:UT22084-068-021-100375,folio:F.256.a,volume:V68}}} grow a new tongue that is as soft as a lotus petal.

source: བྱ་ སོ་ འབྱིན་ ཞེས་ བྱ་བ ས་ མཆུ་ གཉི་ག་ ཕྲ་ སྐམ་ ལྟར་ འཛིན་ ཅིང་ རབ་ཏུ་ འབར་བ ས་ སོ་ ཐམས་ཅད་ འབྱིན་པ ར་ བྱེད་ དོ །_།
en: The bird known as the tooth extractor uses its beak as a pair of tongs to pull out all the hell being’s teeth.

source: བྱ་ མིད་པ་ ལ་སོགས་པ་ འདྲེན་པ་ ཞེས་ བྱ་བ ས་ གང་ མིད་པ འི་ ཤ་ དག་ ཞིབ་མོ ར་ འཐུབ་ ཅིང་ ཟ་བ ར་ བྱེད་ དོ །_།
en: The bird known as the one that draws out intestines will mince the intestines and eat them.

source: བྱ་ གློ་བ་ ཟ་བ་ ཞེས་ བྱ་བ ས་ གང་ གློ་བ་ དག་ ཟ་བ ར་ བྱེད་ དོ །_།
en: The bird known as the lung eater consumes the lungs.

source: བྱ་ སྙིང་ ཟ་བ་ ཞེས་ བྱ་བ ས་ གང་ སྙིང་ དག་ གཤེགས་ ནས་ ཟ་བ ར་ བྱེད་ དོ །_།
en: The bird known as the heart eater severs the heart from the body and eats it.

source: བྱ་ཕོ་བ་ ཟ་བ་ ཞེས་ བྱ་བ ས་ ཕོ་བ་ གཤེགས་ ནས་ དེར་ ཞུགས་ ཏེ་ རོ་ བྲོ་བ་ ཟ་བ ར་ བྱེད་ དོ །_།
en: The bird known as the stomach eater splits open the belly, jumps in, and relishes the taste.

source: བྱ་ མཆིན་པ་ འཇིག་ བྱེད་ ཅེས་བྱ་བ ས་ གང་ མཆིན་པ་ དག་ ཟ་བ ར་ བྱེད་ དོ །_།
en: The bird known as the liver destroyer consumes the liver.

source: བྱ་ བུ་ག ར་ ཟ་བ་ ཞེས་ བྱ་བ ས་ གང་ སེམས་ཅན་ དག་ གི་ བུ་ག་ ཟ་བ ར་ བྱེད་ དོ །_།
en: The bird known as the consumer of apertures munches away upon the apertures of the body.

source: བྱ་ སྒལ་ཚིགས་ ཟ་ ཞེས་ བྱ་བ ས་ གང་ སྒལ་ཚིགས་ དག་ ཕུག་ ནས་ གཞུངས་པ་ དག་ ཟོས་ ཏེ་ ཕྱིར་ འབྱུང་ ངོ་ །_།
en: The bird known as the spine eater rips the spine apart and eats it.

source: བྱ་ གནད་གསང་ ཞེས་ བྱ་བ ས་ གང་ གནད་ ཀྱི་ བར་ ཐམས་ཅད་ ཕུག་ ཅིང་ གནད་ དག་ ཕྱེ་ སྟེ །_
en: The bird known as the destroyer of the joints penetrates and splits open all the joints.

source: བར་ དུ་ ཞུགས་ ནས་ ངུ་ བཞིན་ ངུ་ རྐང་ གི་ བཅུད་ འཐུང་ ངོ་ །_།
en: It then enters in between the joints eats the bone marrow, while the hell being screams in agony.

source: བྱ་ ཁབ་ ལྟར་ འབིགས་ ཞེས་ བྱ་བ ས་ གང་ མཆུ་ ཁབ་ ལྟ་བུ ས་ ཁྲག་འཐུང་ ངོ་ །_།
en: The bird known as the needle beak uses its needle-like beak to drink blood.

source: དེ་བཞིན་ དུ་ བྱ་ འགྲམ་རུས་ ཀྱི་ བར་ དུ་ ཞུགས་ཤིང་ རུས་པ་ གཞན་དག་ ཕུག་ ནས་ རུས་པ འི་ བར་ ན་ གནས་ ཞེས་ བྱ་བ ས་ ཕྱི་རོལ་ ན་ ཡང་ ཟ་བ ར་ བྱེད་ དོ །_།
en: Similarly, another bird will enter the jaw and from there penetrate other bones as well. Known as the bird that stays in between, it will also gnaw from the outside.

source: བྱ་ པགས་པ་ རྣམ་ དྲུག་ ཟ་ ཞེས་ བྱ་བ ས་ གང་ པགས་པ་ རྣམ་པ་ དྲུག་ ཟ་བ ར་ བྱེད་ དོ །_།
en: The bird known as the consumer of six kinds of skin will eat six different types of skin.

source: བྱ་ སེན་མོ་ འབྱིན་ ཞེས་ བྱ་བ ས་ གང་ སེན་མོ་ ཐམས་ཅད་ འབྱིན་ ཏོ །_།
en: The bird known as the one that pulls out nails will extract all the nails.

source: བྱ་ ཚིལ་ ཟ་ ཞེས་ བྱ་བ ས་ གང་ པགས་པ་ དག་ ཕུག་ ནས་ ཚིལ་ ཟ་བ ར་ བྱེད་ དོ །_།
en: The bird known as the fat eater will feast on the fat.

source: བྱ་ རྒྱུས་པ་ འབྱིན་ ཞེས་ བྱ་བ ས་ གང་ རྒྱུས་པ་ ཐམས་ཅད་ ཕྱུང་ ནས་ ཟ འོ །_།
en: The bird known as the sinew extractor will pull out the sinews and eat them.

source: བྱ་ སྐྲ་ཤད་ འཛིངས་ ཞེས་ བྱ་བ ས་ སྐྲ་ དྲུང་ ནས་ འབྱིན་པ ར་ བྱེད་ དོ །_།
en: The bird known as messy hair will pull out the hair.

source: དེ་ལྟ ར་ དེ་ མནར་མེད་པ འི་ ཕྱོགས་ དཔག་ཚད་ སུམ་ སྟོང་ ན་ བྱ་ འཇིགས་ འཇིགས་ ལྟར་ འདུག་པ་ ཞེས་ བྱ་བ་ དེས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ལས་ གཞན་པ་ རྣམས་ ཀྱིས་ དེ་ མ་ ཐག་ ཏུ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ ཟ་བ ར་ བྱེད་ ཅིང་ ཡང་ སླར་ འབྱུང་བ ར་ བྱེད་ དོ །_།
en: Thus, at this place called Terror of Being Eaten by Birds, which covers three thousand leagues within Ultimate Torment, the beings of hell will continuously be eaten and revived throughout many hundreds of thousands of years.

source: དེ་ གལ་ཏེ་ ཡང་ མནར་མེད་པ་ ན་ བྱ་ འཇིགས་ འཇིགས་ ལྟར་ འདུག་པ འི་ ཕྱོགས་ དེ་དག་ ལས་ ཐར་ ན་ སྡུག་བསྔལ་ གྱི་ དྲ་བ་ ཐམས་ཅད་ ཀྱིས་ ཡོངས་སུ་ དཀྲིས་ པད་མ་ [256b] གྲོག་ དང་ གཡང་ས་ ཞེས་ བྱ་བ འི་ ཕྱོགས་ གཉིས་པ་ ཡོད་ དེ
en: $1042 “Once they escape Terror of Being Eaten by Birds, which forms a part of Ultimate Torment, they will arrive at a place known as Precipices and Abysses, which is enveloped by a web of suffering. {{page:{number:350,id:UT22084-068-021-100376,folio:F.256.b,volume:V68}}}

source: དེར་ མགོན་ འདོད་པ །_ སྐྱབས་ འདོད་པ །_ སྐྱོབ་པ ར་ འདོད་པ་ འགྲོ་བ་ ན །_ ཀུན་ ནས་ མེ་ལྕེ འི་ ཕུང་པོ་ བཅུ་གཅིག་ གིས་ ཁེབས་ ཤིང་ གྲོགས་ མེད་ ལ་ལ ས་ ཀྱི་ ཞགས་པ འི་ བཅིང་བ ས་ བཅིངས་ ནས་
en: Wishing for safety, refuge, and protection, the beings of this hell will enter that place alone, surrounded by eleven great fires, and bound by the shackles of karmic action.

source: ཕྱི་ ནང་ ཀུན་ ཏུ་ དགྲ ས་ གང་བ འི་ དགོན་པ ར་ ཞུགས་ སོ །_།
en: There, they enter a wilderness that is full of enemies both outside and within.

source: སེམས་ཅན་ དམྱལ་བ འི་ ཚོགས་ ཐམས་ཅད་ པས་ ཆེས་ ཤིན་ཏུ་ ཉོན་མོངས་ པར་ཞུས་ ལ་ ངམ་གྲོག་ དང་ གཡང་ས་ ཞེས་ བྱ་བ འི་ ཕྱོགས་ སུ་ རྒྱུག་ སྟེ །_ དེར་ ལྷུང་ ནས་ རྐང་པ་ རབ་ཏུ་ སྲེག་ གོ །_།
en: Suffering torments more intense than in any other hell, they will rush into Precipices and Abysses, where they will tumble and their legs will burn.

source: བཏེག་པ་ དང་ ཤིན་ཏུ་ འཇམ་ ཞིང་ གཞོན་ཤ་ ཅན་ དུ་ འགྱུར་ ཏེ །_
en: Then they will be lifted up again and become equipped with new legs that are soft and tender.

source: སྡུག་བསྔལ་ ཚ་ ཞིང་ མི་བཟད་པ འི་ སྡུག་བསྔལ་ གྱིས་ མངོན་པར་ གདུངས་ སོ །_།
en: In this way they will keep undergoing intense and excruciating pain.

source: དེ་ལྟ ར་ དེ་ འཇིགས་ ཤིང་ བཞིན་ མདོག་ མོག་མོག་པོ ར་ གྱུར་པ འི་ རྐང་ལག་ དང་ ཡན་ལག་ ཐམས་ཅད་ རབ་ཏུ་ ཞུམ་པ་ ན་ ངམ་གྲོག་ དང་ གཡང་ས་ ཞེས་ བྱ་བ འི་ ཡུལ་ དེ་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ ངམ་གྲོག་ དང་ གཡང་ས་ དཔག་ཚད་ སུམ་ སྟོང་ ཡོད་པ འི་ ཡུལ་ དེར་ དེ་ ལྷུང་བ ར་ འགྱུར་ རོ །_།
en: Terrified, with gloomy faces and their arms, legs, and all their other body parts drained of power, they will keep falling within the three thousand leagues that Precipices and Abysses encompasses.

source: ཡང་ ལས་ ཀྱིས་ བྱས་པ འི་ རླུང་ གིས་ འདེག་ ཅིང་ དེ་ འདོར་བ་ ན །_
en: $1043 “At some point, they will be swept up by the wind of karmic action, only to be dropped down again.

source: བྱ་ ཀང་ཀ་ དང་ །_ ཁྭ་ དང་ །_ བྱ་རྒོད་ དང་ །_ འུག་པ་ རྣམས་ ཀྱིས་ ཟ་བ ར་ བྱེད་ དོ །_།
en: When that happens, they will be eaten by cranes, ravens, vultures, and owls.

source: དེ་ནས་ ཡང་ རླུང་ སྤུ་གྲི་ དང་ མེ་ ལྟ་བུ ས་ གྱེན་ དུ་ འདེག་ ཅིང་ འདོར་བ་ ན །_ དེ་དག་ ཉིད་ ཀྱིས་ ཟ་བ ར་ བྱེད་ དེ །_
en: Again, a razor-sharp wind that burns like fire will sweep them up and toss them down, and they will once more be eaten by such creatures.

source: དེ་ལྟ ར་ དེ་ འདེག་ ཅིང་ འདོར་བ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ བྱེད་ དོ །_།
en: Thus they will spend many hundreds of thousands of years, continuously lifted and dropped.

source: དེ་ ལ་ གལ་ཏེ་ ཡང་ དེ་ལས་ ཐར་ ན་ འཁོར་ལོ་ ལྟར་ ཡོངས་སུ་ བསྐོར་བ་ མཚན་མ འི་ བར་ ཞེས་ བྱ་བ འི་ ཕྱོགས་ སུ་ རྒྱུག་ གོ །_།
en: $1044 “When at some point they escape that condition, they will rush in the direction of a place known as the Hole Marked by Spinning Wheels.

source: ཕྱོགས་ དེར་ ཡང་ འཁོར་ལོ འི་ རྩིབས་ སྟོང་ ཡོད་ ལ་ ལྟེ་བ་ རྡོ་རྗེ་ ལས་ བྱས་པ་ ཤིན་ཏུ་ འབར་ ཞིང་ མྱུར་བ ར་ འཁོར་བ་ འབྱུང་ སྟེ །_
en: That place features flaming wheels with a thousand spokes and hubs made of vajra.

source: དེ་ དང་ ལྷན་ཅིག་ འགྲོ་བ་ ཉིད་ ཀྱིས་ འཁོར་ལོ་ དེ་ ལུས་ ལ་ བབ་ ནས་ འཁོར་ རོ །_།
en: The wheels spin extremely quickly and when one comes close to them, they descend upon one’s body.

source: མགོ འི་ འཁོར་ལོ་ གཅིག་ གིས་ གླད་པ་ འཐག་པ ར་ བྱེད །_ དེ་ནས་ གླད་ རྒྱས་ རབ་ཏུ་ འབར་བ་ དག་ འབྱུང་བ་ ནས་ མིག་ གི་ བར་ དུ་ འབྱུང་བ ར་ བྱེད་ དོ །_།
en: One wheel will saw through one’s brain, thereby causing tremendous pain, as the brain is ground all the way down to the eyes.

source: ཕྲག་པ་ གཉིས་ཀ་ ལ་ འཁོར་ལོ་ གཉིས་ འཁོར་ ཏེ་ དེས་ རུས་པ་ དང་ རྐང་ དག་ ཕྱེ་མར་ རློག་ གོ །_།
en: Likewise, at each of the shoulders a wheel will spin, reducing the bones and marrow to dust.

source: ལག་པ་ གཉིས་ ལ་ ཡང་ འབྱུང་ སྟེ །_ དེས་ གཙུབ་ཤིང་ བཞིན་ དུ་ ལག་པ་ གཉི་ག་ ལ་ མེ་ འབྱུང་ ལ །_ དེ་ མེ་ ཉིས་འགྱུར་ [257a] གྱིས་ སྲེག་ གོ །_།
en: Wheels will also appear at both of one’s arms and, as the friction makes them burst into flames, they are thus consumed by twofold fire. {{page:{number:351,id:UT22084-068-021-100377,folio:F.257.a,volume:V68}}}

source: དེ་བཞིན་ དུ་ དེ འི་ བྲང་ ལ་ འཁོར་ལོ་ རབ་ཏུ་ འབར་བ་ ཡོངས་སུ་ འཁོར་ ཏེ་ དེས་ དེ འི་ རུས་པ་ ཐམས་ཅད་ བཅོམ་ བཅོམ་ ནས་ འཐག་ སྟེ །_ བྱེ་མ འི་ ཕྱེ་མ་ བཞིན་ དུ་ བྱེད་ དོ །_།
en: Likewise, a flaming wheel will spin into the chest, crushing and cleaving all the bones and reducing them to powder.
